Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Only connect to a server you trust
de: Verbinde dich nur mit einem Server, dem du vertraust
es: Conéctate solo a un servidor de confianza
fr: Connectez-vous uniquement à un serveur de confiance
it: Connettiti solo a un server di cui ti fidi
vi: Chỉ kết nối đến máy chủ bạn tin cậy

source: Only start a link your debrid service already has cached; otherwise show the list.
de: Nur einen Link starten, den dein Debrid-Dienst bereits im Cache hat; andernfalls die Liste anzeigen.
es: Inicia únicamente un enlace que tu servicio debrid ya tiene en caché; de lo contrario, muestra la lista.
fr: Ne lance qu’un lien que votre service debrid a déjà en cache ; sinon, affiche la liste.
it: Avvia solo un link che il tuo servizio debrid ha già in cache; altrimenti mostra la lista.
vi: Chỉ bắt đầu liên kết mà dịch vụ debrid của bạn đã lưu đệm; nếu không, hiển thị danh sách.

source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
it: Apri cartella
vi: Mở thư mục

source: Open Search Sources
de: Suchquellen öffnen
es: Abrir fuentes de búsqueda
fr: Ouvrir les sources de recherche
it: Apri fonti di ricerca
vi: Mở nguồn tìm kiếm

source: Open in %@
de: Öffne in %@
es: Abrir en %@
fr: Ouvrir dans %@
it: Apri in %@
vi: Mở trong %@

source: Open the title whose trailer looks zoomed, let it play 10 seconds, come back and photograph this pane.
de: Öffne den Titel, dessen Trailer gezoomt aussieht, lass ihn 10 Sekunden laufen, komm zurück und fotografiere diesen Bereich.
es: Abre el título cuyo tráiler se ve con zoom, déjalo reproducir 10 segundos, vuelve y fotografía este panel.
fr: Ouvre le titre dont la bande-annonce semble zoomée, laisse-la jouer 10 secondes, reviens et prends cet écran en photo.
it: Apri il titolo il cui trailer sembra ingrandito, lascialo riprodurre per 10 secondi, torna e fotografa questo pannello.
vi: Mở tựa đề có trailer trông như bị phóng to, để nó phát 10 giây, quay lại và chụp ảnh bảng này.

source: Opens a config page you can use from a phone on the same network.
de: Öffnet eine Konfigurationsseite, die du von einem Handy im selben Netzwerk nutzen kannst.
es: Abre una página de configuración que puedes usar desde un teléfono en la misma red.
fr: Ouvre une page de configuration utilisable depuis un téléphone sur le même réseau.
it: Apre una pagina di configurazione da usare da un telefono sulla stessa rete.
vi: Mở trang cấu hình để dùng từ điện thoại trong cùng mạng.

source: Opens a short explanation of what Nuvio sends to Simkl, how often it checks back, and why shows on hold or dropped disappear from Continue Watching.
de: Öffnet eine kurze Erklärung, was Nuvio an Simkl sendet, wie oft es nachfragt und warum zurückgestellte oder abgebrochene Serien aus „Weiterschauen“ verschwinden.
es: Abre una breve explicación de lo que Nuvio envía a Simkl, con qué frecuencia lo consulta y por qué las series en pausa o abandonadas desaparecen de Seguir viendo.
fr: Ouvre une courte explication de ce que Nuvio envoie à Simkl, de la fréquence de vérification et de la raison pour laquelle les séries en pause ou abandonnées disparaissent de Reprendre la lecture.
it: Apre una breve spiegazione di cosa Nuvio invia a Simkl, ogni quanto controlla e perché le serie in pausa o abbandonate scompaiono da Continua a guardare.
vi: Mở một giải thích ngắn về những gì Nuvio gửi đến Simkl, tần suất kiểm tra lại và vì sao các chương trình bị tạm dừng hoặc bỏ dở biến mất khỏi Tiếp tục xem.

source: Opens the list of catalogs that can feed the rotating banner. Pick up to two.
de: Öffnet die Liste der Kataloge, die das rotierende Banner speisen können. Wähle bis zu zwei.
es: Abre la lista de catálogos que pueden alimentar el banner rotativo. Elige hasta dos.
fr: Ouvre la liste des catalogues pouvant alimenter la bannière rotative. Choisissez-en jusqu’à deux.
it: Apre la lista dei cataloghi che possono alimentare il banner a rotazione. Scegline fino a due.
vi: Mở danh sách các danh mục có thể cung cấp cho biểu ngữ xoay vòng. Chọn tối đa hai.

source: Opens the list of catalogs that make up your Home rows. Switch each on or off and move them up or down to set the order.
de: Öffnet die Liste der Kataloge, aus denen deine Reihen auf der Startseite bestehen. Schalte jeden ein oder aus und verschiebe ihn nach oben oder unten, um die Reihenfolge festzulegen.
es: Abre la lista de catálogos que forman las filas de Inicio. Activa o desactiva cada uno y muévelo hacia arriba o abajo para definir el orden.
fr: Ouvre la liste des catalogues qui composent vos rangées d’accueil. Activez ou désactivez chacun et déplacez-le vers le haut ou le bas pour définir l’ordre.
it: Apre la lista dei cataloghi che compongono le righe di Home. Attiva o disattiva ciascuno e spostalo su o giù per impostare l’ordine.
vi: Mở danh sách các danh mục tạo nên các hàng Trang chủ của bạn. Bật hoặc tắt từng mục và di chuyển lên xuống để đặt thứ tự.

source: Or continue another way
de: Oder fahre auf andere Weise fort
es: O continúa de otra manera
fr: Ou continuer autrement
it: Oppure continua in un altro modo
vi: Hoặc tiếp tục cách khác

source: Or go to %@ and enter:
de: Oder gehe zu %@ und gib ein:
es: O ve a %@ e introduce:
fr: Ou rendez-vous sur %@ et saisissez :
it: Oppure vai su %@ e inserisci:
vi: Hoặc truy cập %@ và nhập:

source: Or go to nuvio.tv/tv-login and enter:
de: Oder gehe zu nuvio.tv/tv-login und gib ein:
es: O ve a nuvio.tv/tv-login e introduce:
fr: Ou allez sur nuvio.tv/tv-login et entrez :
it: Oppure vai a nuvio.tv/tv-login e inserisci:
vi: Hoặc truy cập nuvio.tv/tv-login và nhập:

source: Or paste your %@ API key
de: Oder füge deinen %@ API-Schlüssel ein
es: O pega tu clave API %@
fr: Ou collez votre clé API %@
it: Oppure incolla la tua chiave API %@
vi: Hoặc dán API key %@ của bạn

source: Order of the titles in this source.
de: Reihenfolge der Titel in dieser Quelle.
es: Orden de los títulos en esta fuente.
fr: Ordre des titres dans cette source.
it: Ordine dei titoli in questa fonte.
vi: Thứ tự các tựa phim trong nguồn này.

source: Origin country
de: Herkunftsland
es: País de origen
fr: Pays d’origine
it: Paese d'origine
vi: Quốc gia sản xuất

source: Original language
de: Originalsprache
es: Idioma original
fr: Langue originale
it: Lingua originale
vi: Ngôn ngữ gốc

source: Outline
de: Umriss
es: Contorno
fr: Contour
it: Bordo
vi: Viền

source: Own Tab
de: Eigener Tab
es: Pestaña propia
fr: Onglet dédié
it: Scheda dedicata
vi: Tab riêng

source: Own Tab puts Discover on the tab bar and rail. Under Search adds a Discover row to the Search page that opens it. Off hides Discover everywhere, and syncs as Hide Discover to your other devices. Default: Own Tab.
de: „Eigener Tab“ legt Entdecken in die Tab-Leiste und die Seitenleiste. „Unter Suche“ fügt der Suchseite eine Entdecken-Zeile hinzu, die es öffnet. „Aus“ blendet Entdecken überall aus und wird als „Entdecken ausblenden“ mit deinen anderen Geräten synchronisiert. Standard: Eigener Tab.
es: Pestaña propia coloca Descubrir en la barra de pestañas y en el carril. Bajo Buscar añade a la página de búsqueda una fila de Descubrir que lo abre. Desactivado oculta Descubrir en todas partes y se sincroniza como Ocultar Descubrir con tus otros dispositivos. Predeterminado: Pestaña propia.
fr: Onglet dédié place Découvrir dans la barre d’onglets et le rail. Sous Recherche ajoute à la page de recherche une rangée Découvrir qui l’ouvre. Désactivé masque Découvrir partout et se synchronise comme Masquer Découvrir avec tes autres appareils. Par défaut : Onglet dédié.
it: Scheda dedicata mette Scopri nella barra delle schede e nella barra laterale. Sotto Cerca aggiunge alla pagina di ricerca una riga Scopri che lo apre. Disattivato nasconde Scopri ovunque e si sincronizza come Nascondi Scopri con i tuoi altri dispositivi. Predefinito: Scheda dedicata.
vi: Tab riêng đặt Khám phá trên thanh tab và thanh bên. Trong Tìm kiếm thêm một hàng Khám phá vào trang tìm kiếm để mở nó. Tắt sẽ ẩn Khám phá ở mọi nơi và đồng bộ dưới dạng Ẩn Khám phá tới các thiết bị khác của bạn. Mặc định: Tab riêng.

source: PRIMARY
de: PRIMÄR
es: PRIMARIO
fr: PRINCIPAL
it: PRIMARIA
vi: CHÍNH

source: Parental Guide
de: Altersfreigabe
es: Guía parental
fr: Guide parental
it: Guida ai genitori
vi: Hướng dẫn phụ huynh

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
vi: Mật khẩu

source: Password must be at least 6 characters.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
it: La password deve contenere almeno 6 caratteri.
vi: Mật khẩu phải có ít nhất 6 ký tự.

source: Past searches are hidden and new ones aren't saved
de: Frühere Suchen werden ausgeblendet und neue nicht gespeichert
es: Las búsquedas anteriores se ocultan y las nuevas no se guardan
fr: Les recherches précédentes sont masquées et les nouvelles ne sont pas enregistrées
it: Le ricerche precedenti sono nascoste e quelle nuove non vengono salvate
vi: Các tìm kiếm trước đây bị ẩn và tìm kiếm mới sẽ không được lưu

source: Paste the manifest URL from your streaming addon's config page (e.g. your TorBox or Torrentio URL with your API key). It ends in /manifest.json.
de: Füge die Manifest-URL von der Konfigurationsseite deines Streaming-Add-ons ein (z. B. deine TorBox- oder Torrentio-URL mit deinem API-Schlüssel). Sie endet mit /manifest.json.
es: Pega la URL del manifiesto de la página de configuración de tu complemento de streaming (p. ej., tu URL de TorBox o Torrentio con tu clave API). Termina en /manifest.json.
fr: Collez l'URL du manifeste depuis la page de configuration de votre addon de streaming (par ex. votre URL TorBox ou Torrentio avec votre clé API). Elle se termine par /manifest.json.
it: Incolla l'URL del manifest dalla pagina di configurazione del tuo addon di streaming (ad es. il tuo URL TorBox o Torrentio con la tua chiave API). Termina in /manifest.json.
vi: Dán URL manifest từ trang cấu hình addon phát trực tuyến của bạn (vd: URL TorBox hoặc Torrentio kèm API key). URL kết thúc bằng /manifest.json.

source: Pattern
de: Muster
es: Patrón
fr: Modèle
it: Modello
vi: Mẫu

source: Pause Info Card
de: Pause-Infokarte
es: Tarjeta de información en pausa
fr: Fiche d'info en pause
it: Scheda info in pausa
vi: Thẻ thông tin khi tạm dừng

source: Paused
de: Pausiert
es: Pausado
fr: En pause
it: In pausa
vi: Đã tạm dừng

source: People
de: Personen
es: Personas
fr: Personnes
it: Persone
vi: Nhân vật

source: Personal API Key (Optional)
de: Persönlicher API-Schlüssel (optional)
es: Clave API personal (opcional)
fr: Clé API personnelle (facultatif)
it: Chiave API personale (facoltativa)
vi: API key cá nhân (không bắt buộc)

source: Personal key saved. Removing it goes back to the built-in key.
de: Persönlicher Schlüssel gespeichert. Beim Entfernen wird wieder der integrierte Schlüssel verwendet.
es: Clave personal guardada. Al eliminarla se vuelve a la clave incluida.
fr: Clé personnelle enregistrée. La supprimer rétablit la clé intégrée.
it: Chiave personale salvata. Rimuovendola si torna alla chiave inclusa.
vi: Đã lưu key cá nhân. Xóa key này sẽ quay lại dùng key có sẵn.

source: Pick the accent color, the font and the navigation style. Shape how posters and cards look across the app. Stream badge packs are managed here too.
de: Wähle die Akzentfarbe, die Schrift und den Navigationsstil. Gestalte, wie Poster und Karten in der gesamten App aussehen. Auch Badge-Pakete für Streams werden hier verwaltet.
es: Elige el color de acento, la tipografía y el estilo de navegación. Da forma al aspecto de pósteres y tarjetas en toda la app. Aquí también se gestionan los paquetes de insignias de streams.
fr: Choisissez la couleur d’accentuation, la police et le style de navigation. Façonnez l’apparence des affiches et des cartes dans toute l’app. Les packs de badges de streams se gèrent aussi ici.
it: Scegli il colore di risalto, il font e lo stile di navigazione. Definisci l’aspetto di poster e riquadri in tutta l’app. Qui si gestiscono anche i pacchetti di badge degli stream.
vi: Chọn màu nhấn, phông chữ và kiểu điều hướng. Định hình giao diện poster và thẻ trong toàn ứng dụng. Gói huy hiệu luồng cũng được quản lý ở đây.

source: Pick which lists show in the Library.
de: Wähle, welche Listen in der Bibliothek erscheinen.
es: Elige qué listas se muestran en la biblioteca.
fr: Choisis les listes affichées dans la bibliothèque.
it: Scegli quali liste mostrare nella libreria.
vi: Chọn danh sách hiển thị trong thư viện.

source: Picks where the More Like This row on a title page gets its suggestions. If the account you choose is not connected, TMDB is used instead. Default: Trakt.
de: Legt fest, woher die Reihe „Ähnliche Titel“ auf einer Titelseite ihre Vorschläge bezieht. Wenn der gewählte Account nicht verbunden ist, wird TMDB verwendet. Standard: Trakt.
es: Elige de dónde obtiene sus sugerencias la fila Más como esto de la página de un título. Si la cuenta elegida no está conectada, se usa TMDB. Por defecto: Trakt.
fr: Choisit d’où la rangée Titres similaires d’une page de titre tire ses suggestions. Si le compte choisi n’est pas connecté, TMDB est utilisé. Par défaut : Trakt.
it: Sceglie da dove la riga Simili a questo nella pagina di un titolo prende i suggerimenti. Se l’account scelto non è collegato, viene usato TMDB. Predefinito: Trakt.
vi: Chọn nơi hàng Tương tự trên trang tiêu đề lấy đề xuất. Nếu tài khoản bạn chọn chưa được kết nối, TMDB sẽ được dùng. Mặc định: Trakt.

source: Places the badge chips above the stream name instead of below its description.
de: Platziert die Badge-Chips über dem Stream-Namen statt unter dessen Beschreibung.
es: Coloca los chips de insignias encima del nombre del stream en lugar de debajo de su descripción.
fr: Place les pastilles de badges au-dessus du nom du stream plutôt que sous sa description.
it: Mette i chip dei badge sopra il nome dello stream invece che sotto la sua descrizione.
vi: Đặt các chip huy hiệu phía trên tên luồng thay vì bên dưới phần mô tả của nó.

source: Plain background
de: Einfarbiger Hintergrund
es: Fondo liso
fr: Arrière-plan uni
it: Sfondo semplice
vi: Nền trơn

source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
vi: Phát

source: Play Again
de: Erneut abspielen
es: Reproducir de nuevo
fr: Rejouer
it: Riproduci di nuovo
vi: Phát lại

source: Play Dolby Vision, HDR10 and other compatible MKVs through the native AVPlayer engine for true DV output on Apple TV 4K; everything else stays on the mpv player. Profile 7 discs convert to 8.1 on the fly, and TrueHD/DTS-only audio plays as AAC 5.1.
de: Spiele Dolby Vision-, HDR10- und andere kompatible MKVs über die native AVPlayer-Engine für echte DV-Ausgabe auf Apple TV 4K ab; alles andere bleibt auf dem mpv-Player. Profil-7-Discs werden im Flug zu 8.1 konvertiert, und TrueHD/DTS-only-Audio wird als AAC 5.1 abgespielt.
es: Reproduce Dolby Vision, HDR10 y otros MKV compatibles a través del motor AVPlayer nativo para verdadera salida de DV en Apple TV 4K; todo lo demás permanece en el reproductor mpv. Los discos del Perfil 7 se convierten a 8.1 sobre la marcha, y el audio solo TrueHD/DTS se reproduce como AAC 5.1.
fr: Lit les fichiers Dolby Vision, HDR10 et autres MKV compatibles via le moteur AVPlayer natif pour une sortie DV fidèle sur Apple TV 4K ; tout le reste reste sur le lecteur mpv. Les disques Profile 7 sont convertis en 8.1 à la volée, et l'audio TrueHD/DTS uniquement est lu en AAC 5.1.
it: Riproduci Dolby Vision, HDR10 e altri MKV compatibili attraverso il motore AVPlayer nativo per un vero output DV su Apple TV 4K; tutto il resto rimane sul lettore mpv. I dischi di profilo 7 si convertono a 8.1 al volo e l'audio solo TrueHD/DTS viene riprodotto come AAC 5.1.
vi: Phát Dolby Vision, HDR10 và các MKV tương thích qua engine AVPlayer native để xuất DV thật trên Apple TV 4K; phần còn lại vẫn dùng trình phát mpv. Đĩa Profile 7 chuyển thành 8.1 khi phát, và âm thanh chỉ có TrueHD/DTS phát dưới dạng AAC 5.1.

source: Play Episode
de: Episode abspielen
es: Reproducir episodio
fr: Lire l’épisode
it: Riproduci episodio
vi: Phát tập này

source: Play Manually
de: Manuell wiedergeben
es: Reproducir manualmente
fr: Lire manuellement
it: Riproduci manualmente
vi: Phát thủ công

source: Play Next Episode
de: Nächste Episode abspielen
es: Reproducir próximo episodio
fr: Lire l'épisode suivant
it: Riproduci episodio successivo
vi: Phát tập tiếp theo

source: Play in NuvioTV Player
de: In NuvioTV Player abspielen
es: Reproducir en reproductor NuvioTV
fr: Lire dans le lecteur NuvioTV
it: Riproduci in lettore NuvioTV
vi: Phát bằng trình phát NuvioTV

source: Play starts the best source that has arrived: highest resolution first, then HDR or Dolby Vision, then cached links, then the largest file. Hold Play to choose one.
de: Wiedergabe startet die beste bereits eingetroffene Quelle: zuerst höchste Auflösung, dann HDR oder Dolby Vision, dann Links aus dem Cache, dann die größte Datei. Wiedergabe halten, um eine auszuwählen.
es: Reproducir inicia la mejor fuente que haya llegado: primero la mayor resolución, luego HDR o Dolby Vision, luego enlaces en caché y, por último, el archivo más grande. Mantén pulsado Reproducir para elegir una.
fr: Lecture lance la meilleure source arrivée : résolution la plus élevée d’abord, puis HDR ou Dolby Vision, puis liens en cache, puis le fichier le plus volumineux. Maintenez Lecture pour en choisir une.
it: Riproduci avvia la fonte migliore arrivata: prima la risoluzione più alta, poi HDR o Dolby Vision, poi i link in cache, poi il file più grande. Tieni premuto Riproduci per sceglierne una.
vi: Phát bắt đầu nguồn tốt nhất đã có: độ phân giải cao nhất trước, rồi HDR hoặc Dolby Vision, rồi liên kết đã lưu đệm, rồi tệp lớn nhất. Nhấn giữ Phát để chọn một nguồn.

source: Play starts the first source in your Sources order by itself. Hold Play to choose one.
de: Wiedergabe startet die erste Quelle in deiner Quellenreihenfolge von selbst. Wiedergabe halten, um eine auszuwählen.
es: Reproducir inicia por sí solo la primera fuente de tu orden de fuentes. Mantén pulsado Reproducir para elegir una.
fr: Lecture lance d’elle-même la première source de votre ordre de sources. Maintenez Lecture pour en choisir une.
it: Riproduci avvia da solo la prima fonte nell’ordine delle fonti. Tieni premuto Riproduci per sceglierne una.
vi: Phát tự động bắt đầu nguồn đầu tiên theo thứ tự Nguồn của bạn. Nhấn giữ Phát để chọn một nguồn.

source: Play test stream (Apple HLS sample)
de: Test-Stream abspielen (Apple HLS-Beispiel)
es: Reproducir stream de prueba (muestra de Apple HLS)
fr: Lire un stream de test (exemple HLS Apple)
it: Riproduci flusso di test (campione Apple HLS)
vi: Phát luồng thử (mẫu Apple HLS)

source: Play the trailer full screen shortly after opening a title
de: Den Trailer kurz nach dem Öffnen eines Titels im Vollbild abspielen
es: Reproduce el tráiler a pantalla completa poco después de abrir un título
fr: Lire la bande-annonce en plein écran peu après l’ouverture d’un titre
it: Riproduce il trailer a schermo intero poco dopo l’apertura di un titolo
vi: Phát trailer toàn màn hình ngay sau khi mở một tiêu đề

source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
vi: Phát

source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
it: Velocità di riproduzione
vi: Tốc độ phát

source: Playback unavailable
de: Wiedergabe nicht verfügbar
es: Reproducción no disponible
fr: Lecture indisponible
it: Riproduzione non disponibile
vi: Không thể phát

source: Playing
de: Wird abgespielt
es: Reproduciendo
fr: Lecture en cours
it: In riproduzione
vi: Đang phát

source: Plays Dolby Vision and HDR10 files in Apple's own player for true Dolby Vision on Apple TV 4K. Everything else stays on the mpv player. On by default.
de: Gibt Dolby-Vision- und HDR10-Dateien im Apple-eigenen Player wieder, für echtes Dolby Vision auf dem Apple TV 4K. Alles andere bleibt im mpv-Player. Standardmäßig ein.
es: Reproduce archivos Dolby Vision y HDR10 en el reproductor propio de Apple para disfrutar de Dolby Vision real en el Apple TV 4K. Todo lo demás se queda en el reproductor mpv. Activado por defecto.
fr: Lit les fichiers Dolby Vision et HDR10 dans le lecteur propre à Apple pour un vrai Dolby Vision sur Apple TV 4K. Tout le reste reste sur le lecteur mpv. Activé par défaut.
it: Riproduce i file Dolby Vision e HDR10 nel player di Apple per un vero Dolby Vision su Apple TV 4K. Tutto il resto resta sul player mpv. Attivato per impostazione predefinita.
vi: Phát tệp Dolby Vision và HDR10 trong trình phát riêng của Apple để có Dolby Vision thực sự trên Apple TV 4K. Mọi thứ khác vẫn dùng trình phát mpv. Mặc định bật.

source: Plays a muted trailer behind the description on title pages. On by default.
de: Spielt hinter der Beschreibung auf Titelseiten einen stummen Trailer ab. Standardmäßig ein.
es: Reproduce un tráiler sin sonido detrás de la descripción en las páginas de título. Activado por defecto.
fr: Lit une bande-annonce muette derrière la description sur les pages de titres. Activé par défaut.
it: Riproduce un trailer senza audio dietro la descrizione nelle pagine dei titoli. Attivato per impostazione predefinita.
vi: Phát trailer tắt tiếng phía sau phần mô tả trên trang tiêu đề. Mặc định bật.

source: Plays a muted trailer preview after you rest on a poster for a moment. Off by default.
de: Spielt eine stumme Trailervorschau ab, nachdem du kurz auf einem Poster verweilt hast. Standardmäßig aus.
es: Reproduce una vista previa del tráiler sin sonido tras detenerte un momento en un póster. Desactivado por defecto.
fr: Lit un aperçu muet de la bande-annonce après un court moment sur une affiche. Désactivé par défaut.
it: Riproduce un’anteprima del trailer senza audio dopo che ti fermi un momento su un poster. Disattivato per impostazione predefinita.
vi: Phát bản xem trước trailer tắt tiếng sau khi bạn dừng lại trên poster một lúc. Mặc định tắt.

source: Plays the trailer full screen shortly after you open a title. On by default.
de: Spielt den Trailer kurz nach dem Öffnen eines Titels im Vollbild ab. Standardmäßig ein.
es: Reproduce el tráiler a pantalla completa poco después de abrir un título. Activado por defecto.
fr: Lit la bande-annonce en plein écran peu après l’ouverture d’un titre. Activé par défaut.
it: Riproduce il trailer a schermo intero poco dopo l’apertura di un titolo. Attivato per impostazione predefinita.
vi: Phát trailer toàn màn hình ngay sau khi bạn mở một tiêu đề. Mặc định bật.

source: Point this Apple TV at a self-hosted Nuvio backend. Switching servers signs you out and clears local data on this Apple TV.
de: Verbinde dieses Apple TV mit einem selbst gehosteten Nuvio-Backend. Beim Serverwechsel wirst du abgemeldet und lokale Daten auf diesem Apple TV werden gelöscht.
es: Apunta este Apple TV a un backend de Nuvio autoalojado. Cambiar de servidor cierra tu sesión y borra los datos locales en este Apple TV.
fr: Connectez cet Apple TV à un backend Nuvio auto-hébergé. Changer de serveur vous déconnecte et efface les données locales de cet Apple TV.
it: Collega questo Apple TV a un backend Nuvio self-hosted. Cambiare server ti disconnette e cancella i dati locali su questo Apple TV.
vi: Trỏ Apple TV này đến một backend Nuvio tự lưu trữ. Việc chuyển máy chủ sẽ đăng xuất bạn và xóa dữ liệu cục bộ trên Apple TV này.
